122018050000000000001933147-1.xml

<?xml version="1.0" encoding="utf-8"?> <soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://www.w3.org/2003/05/soap-envelope"> <soap:Header/> <soap:Body> <eSocial xmlns="http://www.esocial.gov.br/schema/lote/eventos/envio/consulta/retornoProcessamento/v1_0_0"> <consultaLoteEventos> <protocoloEnvio>1.2.201805.0000000000001933147</protocoloEnvio> </consultaLoteEventos> </eSocial> </soap:Body> </soap:Envelope>